export const kotowazaList = [
  {
    key: 1,
    text: "人事を尽くして天命を待つ",
    value: "人事を尽くして天命を待つ",
    reading: "じんじをつくしててんめいをまつ",
  },
  {
    key: 2,
    text: "鶏口となるとも牛後となるなかれ",
    value: "鶏口となるとも牛後となるなかれ",
    reading: "けいこうとなるともぎゅうごとなるなかれ",
  },
  {
    key: 3,
    text: "思う念力岩をも通す",
    value: "思う念力岩をも通す",
    reading: "おもうねんりきいわをもとおす",
  },
  {
    key: 4,
    text: "荒馬の轡は前から",
    value: "荒馬の轡は前から",
    reading: "あらうまのくつわはまえから",
  },
  {
    key: 5,
    text: "一寸の光陰軽んずべからず",
    value: "一寸の光陰軽んずべからず",
    reading: "いっすんのこういんかろんずべからず",
  },
  {
    key: 6,
    text: "虎穴に入らずんば虎子を得ず",
    value: "虎穴に入らずんば虎子を得ず",
    reading: "こけつにいらずんばこじをえず",
  },
  {
    key: 7,
    text: "旅は道連れ世は情け",
    value: "旅は道連れ世は情け",
    reading: "たびはみちづれよはなさけ",
  },
  {
    key: 8,
    text: "燕雀安んぞ鴻鵠の志を知らんや",
    value: "燕雀安んぞ鴻鵠の志を知らんや",
    reading: "えんじゃくいずくんぞこうこくのこころざしをしらんや",
  },
  {
    key: 9,
    text: "疾風に勁草を知る ",
    value: "疾風に勁草を知る ",
    reading: "しっぷうにけいそうをしる",
  },
  {
    key: 10,
    text: "実るほど頭を垂れる稲穂かな",
    value: "実るほど頭を垂れる稲穂かな",
    reading: "みのるほどこうべをたれるいなほかな",
  },
  {
    key: 11,
    text: "我が身を抓って人の痛さを知れ",
    value: "我が身を抓って人の痛さを知れ",
    reading: "わがみをつねってひとのいたさをしれ",
  },
  {
    key: 12,
    text: "雄弁は銀 沈黙は金",
    value: "雄弁は銀 沈黙は金",
    reading: "ゆうべんはぎん ちんもくはきん",
  },
  {
    key: 13,
    text: "井の中の蛙大海を知らず ",
    value: "井の中の蛙大海を知らず ",
    reading: "いのなかのかわずたいかいをしらず",
  },
  {
    key: 14,
    text: "捨てる神あれば拾う神あり",
    value: "捨てる神あれば拾う神あり",
    reading: "すてるかみあればひろうかみあり",
  },
  {
    key: 15,
    text: "青は藍より出でて藍より青し",
    value: "青は藍より出でて藍より青し",
    reading: "あおはあいよりいでてあいよりあおし",
  },
  {
    key: 16,
    text: "一銭を笑う者は一銭に泣く",
    value: "一銭を笑う者は一銭に泣く",
    reading: "いっせんをわらうものはいっせんになく",
  },
  {
    key: 17,
    text: "柳の下にいつも泥鰌はおらぬ",
    value: "柳の下にいつも泥鰌はおらぬ",
    reading: "やなぎのしたにいつもどじょうはいない",
  },
  {
    key: 18,
    text: "明日ありと思う心の仇桜",
    value: "明日ありと思う心の仇桜",
    reading: "あすありとおもうこころのあだざくら",
  },
  {
    key: 19,
    text: "人間万事塞翁が馬",
    value: "人間万事塞翁が馬",
    reading: "にんげんばんじさいおうがうま",
  },
  {
    key: 20,
    text: "陰徳あれば必ず陽報あり",
    value: "陰徳あれば必ず陽報あり",
    reading: "いんとくあればかならずようほうあり",
  },
]

export const sexList = [
  {
    key: 1,
    text: "男",
    value: "男",
  },
  {
    key: 2,
    text: "女",
    value: "女",
  },
  {
    key: 3,
    text: "無回答",
    value: "無回答",
  },
]

export const ageList = [
  {
    key: 1,
    text: "10代",
    value: "10代",
  },
  {
    key: 2,
    text: "20代",
    value: "20代",
  },
  {
    key: 3,
    text: "30代",
    value: "30代",
  },
  {
    key: 4,
    text: "40代",
    value: "40代",
  },
  {
    key: 5,
    text: "50代",
    value: "50代",
  },
  {
    key: 6,
    text: "60代",
    value: "60代",
  },
  {
    key: 7,
    text: "70歳以上",
    value: "70歳以上",
  },
]
